[
  {
    "id": 1,
    "slug": "advanced-executive-protection",
    "title": "ADVANCED EXECUTIVE PROTECTION",
    "subtitle": "CONTROLLED MOVEMENT & DISCRETION",
    "altDesc": "Advanced executive protection built the way Special Forces runs operations: advance work, discreet movement, counter-surveillance posture, and continuity planning—executed under one accountable lead. We start with a complete threat profile (physical + digital), then tailor coverage around your lifestyle, family dynamics, and privacy requirements. Advance work is where protection is won. We deploy ahead of the principal to survey hotels, venues, and routes; assess back-of-house access and staff workflows; and run pre-arrival surveillance to identify vulnerabilities before they become incidents.",
    "description": "Engineered protection frameworks that ensure controlled movement, discretion, and continuity — without disruption or visibility. Built on Special Forces advance work methodology.",
    "longDescription": "Advanced Executive Protection is not \"presence.\" It's a governed protection program built on Special Forces operational tradecraft and law enforcement dignitary protection discipline—planned, rehearsed, documented, and executed under one accountable lead. We begin with a complete threat profile (physical + digital), then create the conditions of safety around you: venues, routes, timing, access points, communications exposure, and decision pathways—so risk is managed long before it becomes visible.",
    "subhead": "SPECIAL FORCES TRADECRAFT • DIGNITARY PROTECTION STANDARDS • PROTECTIVE INTELLIGENCE • COMMAND & CONTROL",
    "highlight": "Quiet control—security that preserves lifestyle flow without spectacle. Designed to defeat modern threat realities: surveillance-led targeting, routine patterning, insider leakage, digital compromise, and exposure through staff, vendors, and public interfaces.",

    "features": ["Advance Work", "Family Coverage", "Counter-Surveillance"],
    "image": "/assets/services/serv1.png",
    "detailHero": "/assets/services/doctrines/ep1.png",
    "includes": "executive protection (EP) • advance work • protective intelligence inputs • counter-surveillance posture • route/venue control • family coverage • women protection specialists • coordination with estate systems"
  },

  {
    "slug": "digital-executive-protection",
    "id": 2,
    "title": "DIGITAL EXECUTIVE PROTECTION",
    "subtitle": "EXECUTIVE-GRADE CYBER SECURITY",
    "altDesc": "Protection is no longer just physical—targeting starts digitally. Our Digital Executive Protection program reduces your entire threat signature by combining executive-grade cybersecurity and privacy controls with real-world protective intelligence. We assess the signals adversaries use to target high-profile individuals: exposed personal data, social media visibility, credential leaks, device and home-network weaknesses, location tracking, and insecure remote access. \n Then we harden the full personal ecosystem—accounts, devices, home networks, and travel connectivity—with continuous monitoring and concierge-level response so issues are handled fast and quietly. This becomes the operating blueprint for everything else we do: Advanced Executive Protection, Estate Hardening, TSCM, Counter-UAS integration, and validation priorities.",
    "description": "Protection is no longer just physical—targeting starts digitally. We reduce your entire threat signature by combining executive-grade cybersecurity with real-world protective intelligence.",
    "longDescription": "A doctrine-first digital protection program for executives and their families—built like an operational architecture, not a stack of tools. We reduce your full threat signature by combining protective intelligence with executive-grade cybersecurity—covering your personal accounts, devices, home networks, and family ecosystem without bringing corporate tools into your private life. Our approach recognizes that high-profile individuals face threats that extend far beyond what standard IT security can address. Every recommendation is tailored to your specific risk profile, lifestyle patterns, and operational requirements.",
    "subhead": "PRIVACY SUPPRESSION • PROTECTIVE INTELLIGENCE • SECURE CONNECTIVITY • INCIDENT RESPONSE",
    "highlight": "Designed for executives, family offices, and ultra-high net-worth households—built to protect privacy beyond the corporate perimeter. Trusted by principals who understand that digital exposure creates physical risk.",

    "features": ["Personal Privacy", "Device Security", "Home Network"],
    "image": "/assets/services/digital_execution.png",
    "includes": "digital threat assessment • personal privacy exposure review • digital footprint reduction priorities • account/credential exposure checks • device security posture (mobile + laptop) • home network security assessment • hostile network safeguards for travel (hotel/Wi-Fi) • monitoring + concierge response pathways • remediation plan with sequencing and ownership"
  },

  {
    "slug": "estate-security-architecture",
    "id": 3,
    "title": "ESTATE SECURITY ARCHITECTURE",
    "subtitle": "RESIDENTIAL & ASSET CONTINUITY",
    "altDesc": "We design and install estate security as one engineered system—AI-enabled surveillance (PTZ and fixed/bullet), access control at doors and gates, intrusion detection, and life-safety integration—tied into a command-and-control operating picture your team can actually run. This isn't \"hang cameras and hope.\" We engineer coverage, tune analytics, and build verified alert workflows so events are confirmed fast and escalated correctly.\n\nWhat makes GreenJay different is architectural control and discipline: no single vendor, installer, or employee holds the full blueprint; the system is compartmentalized, governed, and deployed with Special Forces-style integration where every layer is planned, tested, and accountable. The result is security that stays discreet in a luxury environment, but performs like a military-grade program underneath—fast verification, controlled access, documented outcomes, and a posture that doesn't collapse when one component fails.",
    "description": "GreenJay designs estate security as a single architecture—home surveillance (AI-enabled video), access control, intrusion, and life-safety systems engineered into a hardened network. We commission and validate the full stack so alerts are verified fast, response is controlled, and your team operates from one consistent operating picture.",
    "longDescription": "Most estates don't have a security system. They have security parts: cameras from one vendor, alarms from another, access control that isn't tied to anything, and a network that was never designed for consequence. When something happens, it turns into guesswork—alerts without verification, response without clarity, and a mess when you need answers. GreenJay builds estate security as a single architecture. Surveillance, access control, intrusion, life safety, communications, and command center workflows—engineered into a hardened network, tuned for signal over noise, and run with procedures your team can execute under pressure.",
    "subhead": "AI SURVEILLANCE • ACCESS CONTROL • INTRUSION • LIFE SAFETY • COMMAND CENTER",

    "features": ["AI Surveillance", "Access Control", "Life Safety"],
    "image": "/assets/services/serv2.png",
    "includes": "AI-enabled PTZ + fixed/bullet camera deployment • luxury/discreet camera placement + concealment planning • analytics configuration + tuning • VMS/NVR buildout + retention strategy • access control (doors/gates/zones) • intrusion detection + verified alarms • life safety integration • command center workflows + escalation rules • hardened network segmentation + secure remote access • documentation + acceptance testing"
  },
  {
    "slug": "bespoke-av-it-engineering",
    "id": 4,
    "title": "BESPOKE AV / IT ENGINEERING",
    "subtitle": "CONTINUITY & MONITORING",
    "altDesc": "We design and install elite audio/visual and IT systems that disappear into the architecture—reference-grade sound, clean video distribution, motorized and concealed displays, and refined control points—built to match luxury aesthetics without compromises. But we don't treat AV as \"just equipment\": every smart display, controller, and Wi-Fi device is also an endpoint, and endpoints create exposure if the backbone isn't engineered correctly.\n\nGreenJay hardens the infrastructure beneath the experience—segmented networks, controlled remote access, and protections against real threats like Wi-Fi leakage and evil twin access-point attacks—so your home stays seamless without becoming a soft target. Our advantage is integration discipline: we engineer AV, security, and IT as one system so no subsystem overruns the others, performance stays stable, privacy stays protected, and your overall security posture remains intact.",
    "description": "Elite audio/visual and IT systems that disappear into the architecture—reference-grade sound, clean video distribution, and concealed displays—built on a hardened backbone. We engineer segmented networks, governed remote access, and defenses against Wi‑Fi leakage and evil‑twin attacks so performance and privacy stay intact.",
    "longDescription": "Elite audio/visual and IT systems that disappear into the architecture—reference-grade sound, clean video distribution, and concealed displays—built on a hardened backbone. We engineer segmented networks, governed remote access, and defenses against Wi‑Fi leakage and evil‑twin attacks so performance and privacy stay intact.",
    "features": ["Network Segmentation", "AV/IT", "Secure Remote Access"],
    "image": "/assets/services/avit.png",
    "includes": "VLAN segmentation • hardened edge (firewall policies) • secure Wi-Fi design (leakage + evil twin defense) • secure remote access • device isolation • privileged admin controls • logging/monitoring • rack/cabling standards • AV distribution + control integration"
  },

  {
    "slug": "digital-domain-command",
    "id": 5,
    "title": "DIGITAL DOMAIN COMMAND",
    "subtitle": "PRIVACY & COMMUNICATIONS",
    "altDesc": "Your perimeter is no longer just physical—your devices, accounts, and communications are part of your threat signature, and that signature drives targeting. We reduce exposure and harden the digital domain with executive-grade controls.",
    "description": "Governance of digital exposure, communications integrity, and access — preserving privacy and confidence across personal and professional domains.",
    "longDescription": "Your own private cellular carrier operating globally — invisible to adversaries, resilient under pressure, completely under your control. Built by Special Forces operators who have deployed tactical communications in the world's most hostile environments. Standard mobile networks were designed for consumer convenience, not executive security. Every connection broadcasts identifying information that sophisticated adversaries exploit for tracking, interception, and pattern-of-life analysis. Digital Domain Command eliminates these vulnerabilities entirely.",
    "subhead": "SOVEREIGN PRIVATE NETWORK ARCHITECTURE FOR EXECUTIVE PROTECTION",

    "features": ["OSINT", "Device Hardening", "Exposure Control"],
    "image": "/assets/services/serv3.png",
    "includes": "executive identity hardening • account takeover protections • device hardening + policy enforcement • secure connectivity over untrusted networks • exposure monitoring • rapid isolation/containment procedures"
  },
  {
    "slug": "tscm-confidentiality-assurance",
    "id": 6,
    "title": "TSCM / ELECTRONIC THREAT PROTECTION",
    "subtitle": "RF & DEVICE ASSURANCE",
    "altDesc": "Privacy fails in the electronic layer first. We locate and validate hidden or unauthorized devices, baseline your RF environment, investigate anomalies, and document findings in a way that supports real decisions—not assumptions.",
    "description": "Locate and validate hidden or unauthorized devices, baseline your RF environment, investigate anomalies, and document findings that support real decisions.",
    "longDescription": "Technical Surveillance Countermeasures (TSCM) is the rigorous process of verifying that sensitive spaces are free from covert technical surveillance, including audio, video, and data exfiltration devices. GreenJay positions this capability not as a commodity service, but as a critical layer of privacy assurance designed specifically for UHNW estates and high-stakes executive operations. Our method is doctrine-first and repeatable, ensuring that privacy is treated as a verified condition rather than an assumption. We operate with absolute discretion and minimal disruption to the principal's lifestyle or business tempo, integrating seamlessly with existing security details. While no environment can be guaranteed as impenetrable indefinitely, our verification process produces a level of confidence directly proportional to the scope of inspection and the access controls in place. Privacy verified, not assumed.",

    "subhead": "TECHNICAL SURVEILLANCE COUNTERMEASURES • RF SPECTRUM ANALYSIS • ELECTRONIC DETECTION • PRIVACY VERIFICATION",
    "highlight": "While no environment can be guaranteed as impenetrable indefinitely, our verification process produces a level of confidence directly proportional to the scope of inspection and the access controls in place. Privacy verified, not assumed.",

    "features": ["RF Sweeps", "Sweep Program", "Privacy Assurance"],
    "image": "/assets/services/serv7.png",
    "includes": "TSCM sweeps • RF/spectrum baseline • anomaly investigation • device/room verification • secure-room guidance • post-vendor/post-event targeted checks • reporting + retest"
  },
  {
    "slug": "program-control-continuous-assurance",
    "id": 7,
    "title": "COUNTER-UAS INTEGRATION",
    "subtitle": "DETECT · VERIFY · ESCALATE",
    "altDesc": "Drones are now used to intrude on private property, disrupt lifestyle, and collect intelligence from the air—without ever stepping on your land. We treat counter-UAS as a workflow integrated into your estate operating picture.",
    "description": "Detection coverage, verification, evidence capture, and escalation rules integrated into your estate operating picture. Fast classification and controlled response.",
    "longDescription": "Unmanned aerial systems introduce a new class of threat—fast, remote, anonymous, and increasingly accessible. Counter-UAS Integration embeds aerial threat detection into your existing estate security architecture. We establish detection zones, classification workflows, evidence capture, and escalation doctrine so that unknown aerial activity is treated as an operational event, not a surprise. Each contact is identified, verified, and routed through defined decision pathways. This transforms drone activity from ambiguity into governed intelligence—enabling calm, lawful, and controlled response without panic or overreach.",
    "features": ["Detect", "Verify", "Escalate"],
    "image": "/assets/services/serv8.png",
    "includes": "detection planning • policy + escalation • camera cueing • operating picture integration • response SOPs • evidence capture workflow • validation and drills"
  },
  {
    "id": 8,
    "title": "PROGRAM CONTROL & ASSURANCE",
    "subtitle": "OVERSIGHT & GOVERNANCE",
    "altDesc": "High-end security fails after installation when vendors rotate, renovations happen, and configurations quietly weaken. We stay accountable for the program: vendor vetting, controlled access, supervised critical work, and change approval.",
    "description": "Program control that runs the security protocol end-to-end—centralized command, continuous monitoring, and change control under one accountable standard. We vet vendors, validate work through recurring assurance cycles, and coordinate penetration testing/red team with remediation and retest.",
    "longDescription": "Security programs fail not because tools are absent, but because no single authority governs the system. Program Control & Assurance establishes a unified operational doctrine across all protective domains—physical, digital, and procedural. We create a single accountable command structure that governs vendors, systems, changes, and response standards. Every component is vetted, every modification tracked, and every capability validated on a defined cycle. This replaces fragmented responsibility with disciplined oversight, ensuring that nothing drifts, nothing decays, and nothing critical operates without governance. The result is a living security program that remains coherent under growth, change, and pressure.",
    "features": ["Vendor Validation", "Penetration Testing", "Red Team"],
    "image": "/assets/services/serv4.png",
    "includes": "vendor vetting + scoping • controlled access • change control • SOPs + escalation rules • validation cycles • PACE drills • third-party penetration testing • remediation + retest"
  }
]
