[
  {
    "slug": "tscm-confidentiality-assurance",
    "sections": [
      {
        "type": "doctrine",
        "eyebrow": "THE MODERN THREAT LANDSCAPE",
        "title": "WHY TSCM NOW: PRIVACY IS LEVERAGE",
        "body": [
          "In the modern threat landscape, surveillance risks have migrated from dramatic intrusions to subtle exploitations of everyday environments such as staffed residences, executive offices, and luxury travel venues...",
          "Operational security is the foundation upon which your leverage and negotiation power rest."
        ],
        "images": ["TSCM15.png"]
      },
      {
        "type": "doctrine",
        "theme": "green",
        "eyebrow": "THE GREENJAY ADVANTAGE",
        "title": "SPECIAL FORCES ELECTRONIC WARFARE EXPERTISE",
        "body": ["GreenJay's TSCM capability is led by a retired U.S. Army Special Forces operator with over a decade of direct experience in RF spectrum analysis..."],
        "columns": [
          {
            "title": "RF & Spectrum Expertise",
            "text": "Direct operational experience with advanced spectrum analysis equipment in contested environments..."
          },
          {
            "title": "Counter-Surveillance Tradecraft",
            "text": "Special Forces counter-surveillance operations require detecting hostile observation before it becomes actionable intelligence..."
          },
          {
            "title": "Engineering Competence",
            "text": "An MS in Computer Engineering combined with tactical communications expertise closes the seam between physical and cyber TSCM..."
          }
        ]
      },
      {
        "type": "method",
        "eyebrow": "DOCTRINE-DRIVEN PROCESS",
        "title": "THE GREENJAY METHOD: THREAT → VERIFY → HARDEN → CONTROL → SUSTAIN",
        "body": ["GreenJay's TSCM methodology differs from a one-off sweep by treating privacy assurance as a continuous cycle..."],
        "steps": [
          { "key": "Threat", "label": "Design Scope" },
          { "key": "Verify", "label": "Detection" },
          { "key": "Harden", "label": "Remediation" },
          { "key": "Control", "label": "Integrity" },
          { "key": "Sustain", "label": "Cadence" }
        ],
        "images": ["TSCM9.png"]
      },

      {
        "type": "phase",
        "index": 1,
        "eyebrow": "DECISION-MAKING SPACES",
        "title": "EXECUTIVE OFFICE & BOARDROOM CONFIDENTIALITY ASSURANCE",
        "purpose": "GreenJay performs a comprehensive physical and technical inspection of decision-making spaces to detect illicit audio, video, and data transmission devices.",
        "content": [
          {
            "type": "paragraph",
            "text": "This capability is designed specifically for executives, boards of directors, and deal teams who require absolute confidence in the sanctity of their discussions."
          },
          {
            "type": "paragraph",
            "text": "While we significantly reduce the probability of compromise, we remind clients that meeting integrity relies equally on access control and physical security protocols after our team departs."
          },
          { "type": "titled", "title": "Physical Sweep", "text": "Systematic inspection of furniture, fixtures, ceilings, HVAC, and AV equipment for concealed devices." },
          { "type": "titled", "title": "Technical Inspection", "text": "RF analysis and wired-infrastructure inspection to detect transmitters and data exfiltration paths." }
        ],
        "images": ["TSCM8.png", "TSCM14.png"]
      },

      {
        "type": "phase",
        "index": 2,
        "eyebrow": "THE SANCTUARY",
        "title": "UHNW RESIDENCE & ESTATE CONFIDENTIALITY ASSURANCE",
        "purpose": "Ensure the private home remains a sanctuary free from surveillance.",
        "content": [
          { "type": "paragraph", "text": "Residences are the softest targets for intelligence gathering. We execute discreet yet thorough sweeps of high-value living spaces." },
          { "type": "paragraph", "text": "We work with estate managers to establish protocols that preserve integrity after inspection." },
          { "type": "titled", "title": "Thermal Imaging & Physical Search", "text": "Detect powered devices concealed within walls, furniture, and fixtures." },
          { "type": "titled", "title": "Staff & Vendor Considerations", "text": "Access governance and vetting to prevent reintroduction of devices." }
        ],
        "images": ["TSCM7.png"]
      },
      {
        "type": "phase",
        "index": 3,
        "eyebrow": "UNCONTROLLED ENVIRONMENTS",
        "title": "OFF-SITE MEETING SWEEPS",
        "purpose": "Rapid verification for hotels, venues, and temporary spaces.",
        "content": [
          { "type": "paragraph", "text": "Hotels and venues are inherently uncontrolled. We provide time-bound assurance for sensitive negotiations." },
          { "type": "titled", "title": "Rapid Deployment", "text": "Teams arrive ahead of meetings to sanitize environments under tight windows." },
          { "type": "titled", "title": "Time-Bound Validity", "text": "Assurance expires once access control is lost." }
        ],
        "images": ["TSCM3.png"]
      },
      {
        "type": "phase",
        "index": 4,
        "eyebrow": "SIGNAL INTELLIGENCE",
        "title": "RF SPECTRUM ANALYSIS & SIGNAL LOCALIZATION",
        "purpose": "Identify and localize suspicious RF transmissions.",
        "content": [
          { "type": "paragraph", "text": "Modern devices use burst and low-power transmissions to evade detection." },
          { "type": "titled", "title": "Spectrum Mapping", "text": "Baseline legitimate signals and identify anomalies." },
          { "type": "titled", "title": "Signal Localization", "text": "Direction-finding to physically locate transmitters." }
        ],
        "images": ["TSCM6.png"]
      },

      {
        "type": "phase",
        "index": 5,
        "eyebrow": "ACTIVE PROTECTION",
        "title": "IN-CONFERENCE REAL-TIME MONITORING",
        "purpose": "Continuous RF monitoring during critical sessions.",
        "content": [
          { "type": "paragraph", "text": "Pre-meeting sweeps cannot prevent devices activated mid-session." },
          { "type": "titled", "title": "Live Spectrum Surveillance", "text": "Operators monitor RF in real-time for anomalies." },
          { "type": "titled", "title": "Psychological Deterrent", "text": "Visible monitoring discourages insider compromise." }
        ],
        "images": ["TSCM10.png"]
      },

      {
        "type": "phase",
        "index": 6,
        "eyebrow": "DIGITAL INFRASTRUCTURE",
        "title": "CYBER TSCM & CONNECTED ENVIRONMENT ANALYSIS",
        "purpose": "Identify risks in Wi-Fi, Bluetooth, and IoT ecosystems.",
        "content": [
          { "type": "paragraph", "text": "Smart devices bridge physical privacy and digital exposure." },
          { "type": "titled", "title": "Wi-Fi & Network Analysis", "text": "Identify rogue access points and weak encryption." },
          { "type": "titled", "title": "IoT Device Audit", "text": "Enumerate and assess connected devices." }
        ],
        "images": ["TSCM4.png"]
      },

      {
        "type": "phase",
        "index": 7,
        "eyebrow": "FORENSIC INSPECTION",
        "title": "ADVANCED DETECTION SUPPORT (NLJD & THERMAL)",
        "purpose": "Locate powered-off or deeply concealed electronics.",
        "content": [
          { "type": "paragraph", "text": "Sophisticated adversaries deploy dormant or deeply embedded devices." },
          { "type": "titled", "title": "NLJD", "text": "Detect semiconductor junctions regardless of power state." },
          { "type": "titled", "title": "Thermal Imaging", "text": "Reveal concealed electronics via heat signatures." }
        ],
        "images": ["TSCM5.png"]
      },

      {
        "type": "phase",
        "index": 8,
        "eyebrow": "MOBILE SECURITY",
        "title": "VEHICLE & MOBILITY PRIVACY ASSURANCE",
        "purpose": "Protect executive and family mobility from tracking.",
        "content": [
          { "type": "paragraph", "text": "Vehicles are mobile conference rooms and pattern-of-life beacons." },
          { "type": "titled", "title": "GPS Tracker Detection", "text": "Inspect wheel wells, undercarriage, OBD ports, and RF emissions." },
          { "type": "titled", "title": "Regular Cadence", "text": "Monthly or quarterly sweeps based on risk profile." }
        ],
        "images": ["TSCM11.png"]
      }
    ],

    "includes": [
      "executive office & boardroom sweeps",
      "UHNW residence & estate inspections",
      "off-site meeting verification",
      "RF spectrum analysis & signal localization",
      "in-conference real-time monitoring",
      "cyber TSCM & connected environment analysis",
      "advanced detection support (NLJD, thermal)",
      "vehicle & mobility privacy assurance",
      "routine cadence programs",
      "event-driven deployments",
      "emergency response capability",
      "executive summary reports",
      "technical documentation",
      "hardening recommendations",
      "access governance guidance",
      "vendor vetting protocols",
      "post-inspection integrity briefings"
    ]
  },
  {
    "slug": "digital-executive-protection",
    "sections": [
      {
        "type": "doctrine",
        "eyebrow": "THE FRAMEWORK",
        "title": "THE PROTECTION DOCTRINE",
        "body": [
          "We translate assessment into an engineered plan with measurable outcomes at each stage. This is not IT support; this is a bespoke security environment built around your life.",
          "Our five-phase methodology ensures nothing is left to chance—every control is designed, implemented, validated, and maintained with the same rigor applied to protecting classified systems. The doctrine creates accountability at every step, with clear ownership and documented baselines that persist through staff changes and life transitions",
          "We don't just install tools; we build an architecture that evolves with your threat landscape."
        ],
        "images": ["DP17.png"]
      },

      {
        "type": "phase",
        "index": 1,
        "eyebrow": "FOUNDATION",
        "title": "THREAT & EXPOSURE ASSESSMENT",
        "purpose": "We treat your personal digital life like operational terrain—mapping assets against exposure signals adversaries use to target you and your family.",
        "content": [
          {
            "type": "paragraph",
            "text": "We begin by mapping your personal digital life as operational terrain—identifying the assets that matter most and the exposure signals that adversaries exploit. This isn't a vulnerability scan; it's a comprehensive intelligence assessment that reveals how you appear to threat actors. We examine everything from your public records footprint to the metadata embedded in documents you've shared over the years. The assessment identifies not just weaknesses, but the specific attack paths that connect minor exposures to catastrophic outcomes."
          },
          {
            "type": "paragraph",
            "text": "We identify assets (financial access, cloud accounts, travel patterns, property records) and exposure signals (public records, broker listings, social metadata, corporate filings). The difference between IT support and protection is the focus on 'paths'. We map attack surfaces, account recovery chains, and device trust chains where one weak link becomes a gateway to everything else. A forgotten email alias, an old social media account, or a family member's lax security can each serve as the first domino."
          },
          {
            "type": "titled",
            "title": "Adversary Paths",
            "text": "We don't just look for misconfigurations; we look for paths an adversary would use to pivot from a minor breach to a total compromise—identifying 'soft' accounts connected to 'hard' assets."
          }
        ],
        "images": ["DP3.png", "DP18.png"]
      },

      {
        "type": "phase",
        "index": 2,
        "eyebrow": "SUPPRESSION",
        "title": "PRIVACY EXPOSURE REDUCTION",
        "purpose": "Materially degrade an adversary's ability to target you by suppressing public data signals before they become attack vectors.",
        "content": [
          {
            "type": "paragraph",
            "text": "The goal is not 'privacy theater'—it is the systematic removal of the digital breadcrumbs that enable profiling, targeting, and social engineering. Your information is scattered across hundreds of data brokers, people-search sites, and public record aggregators. Each listing is a potential starting point for someone researching you with malicious intent. We execute a comprehensive suppression campaign that removes your data from these sources and monitors for re-emergence."
          },
          {
            "type": "titled",
            "title": "Data Broker Suppression",
            "text": "Removal from people-search sites, directory aggregators, and public-record linkages that expose your address history, phone numbers, email addresses, and family connections. We don't just submit opt-outs—we verify removal, track re-listings, and maintain suppression over time. The data broker ecosystem is constantly refreshing from source records, so this requires ongoing vigilance rather than one-time action. We maintain relationships with removal services and know which brokers respond to which approaches."
          },
          {
            "type": "titled",
            "title": "Metadata Cleanup",
            "text": "Addressing location-revealing data in photos and documents that can expose patterns of life, travel schedules, property locations, and daily routines. A single geotagged photo can reveal your home address, favorite restaurant, or children's school. We audit your public-facing content and provide guidance on preventing future metadata leakage. This extends to documents you share professionally—PDFs, presentations, and spreadsheets often contain hidden metadata about their authors and creation locations."
          },
          {
            "type": "titled",
            "title": "Ongoing Maintenance",
            "text": "Privacy exposure drifts back to baseline over time as new data sources emerge and existing brokers refresh their databases. We run continuous monitoring to ensure suppressions hold and new exposures are caught early. Quarterly audits verify that previous removals remain effective and identify any new listings that require action. This is not a project with an end date—it's an ongoing discipline that keeps your exposure level low."
          }
        ],
        "images": ["DP4.png"]
      },

      {
        "type": "phase",
        "index": 3,
        "eyebrow": "HARDENING",
        "title": "ACCOUNT & IDENTITY PROTECTION",
        "purpose": "Secure the 'root' identities—email, cloud, and vaults—that serve as the keys to your entire digital life and financial access.",
        "content": [
          {
            "type": "paragraph",
            "text": "We separate privileged access from daily-use accounts using a tiered architecture that contains compromise. A single mistake in a daily-use account should never lead to total compromise of your most sensitive access. This principle—borrowed from how nation-states protect classified systems—creates compartments that limit the blast radius of any single breach. Your primary email, financial accounts, and cloud storage require different protection than the accounts you use for shopping or social media."
          },
          {
            "type": "titled",
            "title": "Phishing-Resistant Access",
            "text": "Implementation of hardware-backed authentication and strict MFA that cannot be bypassed through social engineering or SIM-swapping attacks. We deploy phishing-resistant factors like YubiKeys and passkeys where they matter most—creating authentication that requires physical possession rather than just knowledge. SMS-based two-factor authentication is systematically eliminated in favor of cryptographic methods that adversaries cannot intercept or redirect. We configure backup authentication paths that don't create new vulnerabilities."
          },
          {
            "type": "titled",
            "title": "Root vs. Branch Architecture",
            "text": "Hardening 'root' accounts (primary email, financial access, cloud storage) so a single mistake in a 'branch' account does not lead to total takeover. Your primary email is the master key to most of your digital life—it's where password resets go, where security alerts arrive, and where attackers can stage account takeovers. We apply maximum protection to these root identities while ensuring that less critical accounts are isolated from them. Recovery paths are designed so that compromise of one account cannot cascade to others."
          },
          {
            "type": "titled",
            "title": "Vault Hygiene",
            "text": "Ensuring credentials aren't repeated or stored in unsafe places—implementing proper password management, secure notes for sensitive information, and emergency access procedures. A credential vault isn't just a convenience tool; it's a critical security control that enables unique, complex passwords for every account. We configure vaults with appropriate sharing for family members and trusted staff, with audit trails that show who accessed what. Emergency access procedures ensure that critical accounts remain accessible if you're incapacitated."
          }
        ],
        "images": ["DP5.png"]
      },

      {
        "type": "phase",
        "index": 4,
        "eyebrow": "ENDPOINTS",
        "title": "DEVICE HARDENING",
        "purpose": "Compromise becomes access at the endpoint. We implement a secure baseline that assumes adversarial pressure on every device you carry.",
        "content": [
          {
            "type": "paragraph",
            "text": "Your phones, laptops, and tablets are the endpoints where most compromises occur—and where attackers gain persistent access to your communications, location, and credentials. We harden them against both opportunistic threats and targeted attacks, implementing configurations that would withstand nation-state level scrutiny. Every device that touches your digital life is a potential entry point; we ensure each one meets a security baseline appropriate to your threat model. This includes devices you might not think of as computers—smart home controllers, vehicle infotainment systems, and connected medical devices."
          },
          {
            "type": "titled",
            "title": "Posture Assessment",
            "text": "Reviewing encryption status, patch levels, risky configurations, and installed applications across all devices. We identify weaknesses before adversaries do—outdated operating systems, applications with excessive permissions, and configurations that expose unnecessary attack surface. The assessment covers not just your devices but those of family members and household staff who share your network. We provide clear remediation priorities based on which weaknesses create the most risk."
          },
          {
            "type": "titled",
            "title": "Lock Down",
            "text": "Securing recovery paths so a stolen device doesn't become a silent gateway to your entire digital life. Remote wipe capabilities, device encryption, and secure boot configurations ensure that physical loss doesn't become digital compromise. We configure devices so that even if an attacker gains physical access, they cannot extract credentials, messages, or access tokens. Screen lock timeouts, biometric settings, and USB restrictions are all calibrated to balance security with usability."
          },
          {
            "type": "titled",
            "title": "Lifecycle Management",
            "text": "Secure processes for adding new devices and retiring old ones—because old devices with residual access are a common attack vector. When you upgrade your phone or replace a laptop, the old device often retains credentials, cached data, and access tokens that could be exploited. We implement secure decommissioning procedures that ensure no residual access remains. New device provisioning follows a documented checklist that ensures security baselines are met from day one."
          }
        ],
        "images": ["DP6.png"]
      },

      {
        "type": "phase",
        "index": 5,
        "eyebrow": "FINANCIAL DEFENSE",
        "title": "EMAIL & FINANCIAL PROTECTION",
        "purpose": "Email is the primary attack surface for fraud and business email compromise. We harden mailbox access and implement compartmentation strategies that protect your assets.",
        "content": [
          {
            "type": "paragraph",
            "text": "Business email compromise and financial fraud start with email—it's where attackers establish persistence, monitor your communications, and stage their attacks. We close these attack paths before they can be exploited, implementing protections that detect compromise early and prevent fraudulent transactions. The average BEC attack costs victims hundreds of thousands of dollars; for high-net-worth individuals, the stakes are even higher. We implement layered defenses that make your email accounts hostile territory for attackers."
          },
          {
            "type": "titled",
            "title": "Silent Compromise Checks",
            "text": "Inspecting for forwarding rules, hidden inbox rules, and delegated access—the silent indicators that an account has already been compromised and is being monitored. Attackers often maintain access for weeks or months before executing their fraud, quietly collecting intelligence and waiting for the right moment. We perform forensic-level reviews of mailbox configurations to detect these signs of compromise. Regular audits ensure that no unauthorized access persists undetected."
          },
          {
            "type": "titled",
            "title": "Financial Hardening",
            "text": "Enforcing high-signal alerts and verification steps for banking, investments, and wire transfers. Out-of-band confirmation for large transactions ensures that even if email is compromised, fraudulent transfers can be stopped. We work with your financial institutions to implement callback verification, transaction limits, and cooling-off periods that create friction for attackers without impeding legitimate activity. Alert thresholds are calibrated to your normal transaction patterns so that anomalies trigger immediate notification."
          },
          {
            "type": "titled",
            "title": "Verify-and-Contain Doctrine",
            "text": "If anomalies are detected, we isolate and rotate credentials immediately—speed matters when containing a breach. We contain first, investigate second, ensuring that attackers cannot expand their access while we determine the scope of compromise. Response procedures are documented and rehearsed so that when an incident occurs, everyone knows their role. Post-incident reviews identify how the breach occurred and what additional hardening is needed."
          }
        ],
        "images": ["DP7.png"]
      },

      {
        "type": "phase",
        "index": 6,
        "eyebrow": "INFRASTRUCTURE",
        "title": "HOME NETWORK ENGINEERING",
        "purpose": "Consumer-grade networks cannot handle enterprise-grade risks. We rebuild your residence's network with strict segmentation that contains compromise and enables monitoring.",
        "content": [
          {
            "type": "paragraph",
            "text": "Your home network is often the weakest link in your security posture—consumer equipment lacks the controls needed to protect high-value targets. We engineer it like a secure facility—with zones, access controls, and monitoring that would be familiar in a corporate data center. The typical home network trusts all devices equally; our architecture assumes that any device might be compromised and prevents lateral movement. This segmentation is invisible during normal use but provides critical containment when something goes wrong."
          },
          {
            "type": "titled",
            "title": "Network Segmentation",
            "text": "Separating critical security systems from IoT and guest devices using VLANs and firewall rules that prevent cross-traffic. We create distinct zones—Trusted Admin for your work systems, IoT/Media for smart home devices, and Guest for visitors—with explicit rules governing what can communicate with what. Security cameras, door locks, and alarm systems get their own protected segment that cannot be reached from compromised consumer devices. This architecture is designed and documented so that future changes maintain the security model."
          },
          {
            "type": "titled",
            "title": "Controlled Administrative Access",
            "text": "Firewall governance and explicit allow/deny rules ensure that no device has access it doesn't need. Administrative interfaces for network equipment are isolated from regular traffic and protected with strong authentication. We implement logging that captures connection attempts and configuration changes, enabling detection of unauthorized access. Change management procedures ensure that modifications are intentional and documented."
          }
        ],
        "images": ["DP8.png"]
      },

      {
        "type": "phase",
        "index": 7,
        "eyebrow": "PERIMETER",
        "title": "SECURE WI-FI & SIGNAL CONTAINMENT",
        "purpose": "Wi-Fi is often the softest edge of your security perimeter. We engineer coverage and containment to prevent signal leakage beyond your property lines.",
        "content": [
          {
            "type": "paragraph",
            "text": "Wireless signals don't respect property boundaries—your Wi-Fi network can be probed, attacked, and exploited by adversaries sitting in parked cars or neighboring buildings. We engineer coverage to provide strong signal where you need it while minimizing leakage beyond your perimeter. Access point placement, power levels, and antenna configurations are all optimized to keep your network contained. This physical-layer security complements the logical controls implemented in network segmentation."
          },
          {
            "type": "titled",
            "title": "Leakage Control",
            "text": "Tuning transmit power to prevent signal spill beyond your property lines where hostile actors could harvest credentials or probe for vulnerabilities. Site surveys identify where signal bleeds outside your controlled space, and access point configurations are adjusted to minimize this exposure. In high-threat environments, we may recommend directional antennas or RF-absorbing materials to contain signals. The goal is wireless coverage that serves your needs without advertising your network to the neighborhood."
          },
          {
            "type": "titled",
            "title": "Rogue Defense",
            "text": "Safeguards against 'look-alike' networks designed to capture credentials through evil twin attacks and deauthentication exploits. We detect and alert on rogue access points that impersonate your legitimate network. Client devices are configured to validate network authenticity before connecting, preventing automatic connection to malicious infrastructure. Wireless intrusion detection provides ongoing monitoring for attack attempts."
          },
          {
            "type": "titled",
            "title": "Role Design",
            "text": "Segregating Guest, Staff, and Admin traffic so that each category of user gets appropriate access and nothing more. Guest networks provide internet access without any visibility into your internal systems. Staff networks may access specific resources needed for their role. Admin networks provide full access but require additional authentication. Each SSID maps to a security zone with explicit access controls."
          }
        ],
        "images": ["DP9.png"]
      },

      {
        "type": "phase",
        "index": 8,
        "eyebrow": "MOBILE SECURITY",
        "title": "TRAVEL & MOBILE CONNECTIVITY",
        "purpose": "Travel is hostile terrain for digital security. We deploy secure connectivity postures that enforce encrypted tunnels and ensure your devices never 'trust' local networks.",
        "content": [
          {
            "type": "paragraph",
            "text": "When you travel, you connect to networks you don't control—hotel Wi-Fi, airport lounges, conference centers, and foreign cellular networks. Each of these represents an opportunity for adversaries to intercept your traffic, inject malware, or harvest credentials. We ensure your devices maintain a secure posture regardless of the underlying network quality or trustworthiness. Travel security isn't just about VPNs; it's a comprehensive approach that addresses physical security, network threats, and border crossing considerations."
          },
          {
            "type": "titled",
            "title": "Private Connectivity",
            "text": "Using private APNs and static IPs to control routing and identity, ensuring your traffic doesn't touch public infrastructure in the clear. Dedicated cellular connections bypass potentially compromised local networks entirely. VPN configurations activate automatically when leaving trusted networks, with kill switches that prevent any unencrypted traffic. Split tunneling is disabled to ensure all traffic receives protection."
          },
          {
            "type": "titled",
            "title": "Hostile Network Safeguards",
            "text": "Protection against hotel and airport Wi-Fi capture points, SSL stripping attacks, and rogue access points that impersonate legitimate networks. Automatic VPN enforcement, captive portal handling, and suspicious network detection work together to maintain security in hostile environments. DNS requests are encrypted to prevent snooping, and certificate validation is strictly enforced. Devices are configured to forget networks after use, preventing automatic reconnection to previously visited locations."
          },
          {
            "type": "titled",
            "title": "Reduced Friction",
            "text": "Executive decision-making shouldn't suffer under stress—our travel protocols are pre-built and automated so security works without you thinking about it. One-touch VPN activation, pre-configured secure hotspots, and documented procedures for common scenarios ensure that protection doesn't slow you down. Travel briefings before high-risk destinations cover specific threats and countermeasures. Emergency communication procedures ensure you can reach support if something goes wrong."
          }
        ],
        "images": ["DP10.png"]
      },

      {
        "type": "phase",
        "index": 9,
        "eyebrow": "ACTIVE DEFENSE",
        "title": "INTELLIGENCE & COUNTER-SURVEILLANCE",
        "purpose": "Continuous monitoring across the Surface, Deep, and Dark Web for leaked credentials, impersonation attempts, and indicators that you're being targeted.",
        "content": [
          {
            "type": "paragraph",
            "text": "Passive defense isn't enough for high-profile individuals—we run continuous intelligence operations that detect threats before they materialize into incidents. This means monitoring the same sources that attackers use to research targets: breach databases, dark web forums, social media, and public records. When your information appears in a new breach or someone starts researching you online, we know about it quickly. This early warning capability shifts the advantage from attacker to defender."
          },
          {
            "type": "titled",
            "title": "Early Detection",
            "text": "Identifying exposure before it becomes an incident through continuous monitoring of threat intelligence feeds, breach notifications, and dark web sources. We monitor for your credentials, personal data, organizational information, and mentions that suggest targeting activity. Alert thresholds are tuned to minimize false positives while ensuring that genuine threats receive immediate attention. Intelligence is actionable—when we detect exposure, we provide specific remediation steps."
          },
          {
            "type": "titled",
            "title": "Impersonation Takedowns",
            "text": "Rapid disruption of fake social profiles, look-alike domains, and fraudulent infrastructure that could be used to damage your reputation or defraud your contacts. We don't just detect impersonation—we act to remove it, working with platforms and registrars to take down malicious content. Response time matters; the faster we act, the less damage an impersonator can do. We maintain relationships with platform trust and safety teams to expedite takedown requests."
          },
          {
            "type": "titled",
            "title": "Targeting Intent",
            "text": "Tracking doxxing indicators, reconnaissance activity, and other signals that suggest someone is researching you with malicious intent. When someone is building a target package on you, there are often observable indicators—searches for your address, queries about your family members, or discussions in forums where attacks are planned. We monitor for these signals to provide warning before an attack materializes. This intelligence enables proactive security adjustments rather than reactive incident response."
          }
        ],
        "images": ["DP11.png"]
      },

      {
        "type": "phase",
        "index": 10,
        "eyebrow": "EXTENDED PROTECTION",
        "title": "THE WHOLE-MAN CONCEPT: FAMILY COVERAGE",
        "purpose": "Adversaries target the softest entry point: the family. We extend protection with strong but livable safeguards that work in real life, not just on paper.",
        "content": [
          {
            "type": "paragraph",
            "text": "Your family members are often targeted as a path to you—spouses, children, and elderly parents present opportunities for social engineering, fraud, and compromise that sophisticated attackers will exploit. We extend our protection architecture to the entire household with safeguards that are strong enough to matter but practical enough to be maintained. Security that family members won't follow is security that doesn't exist. Our approach balances protection with the realities of daily life."
          },
          {
            "type": "titled",
            "title": "Compartmentation",
            "text": "Ensuring family compromise cannot pivot to executive access through strict separation of credentials, accounts, and network access. If your teenager's gaming account is compromised, it should never provide a pathway to your financial systems. Shared family accounts are minimized, and where sharing is necessary, permissions are carefully controlled. Each family member's devices operate in appropriate security zones based on their risk profile and needs."
          },
          {
            "type": "titled",
            "title": "Anti-Fraud Protocols",
            "text": "Practical verification protocols for family-facing fraud and social engineering that family members will actually follow. Simple code words for phone verification, clear escalation procedures for suspicious requests, and regular reinforcement of safe practices. We focus on the most common attack vectors—grandparent scams, fake kidnapping calls, and impersonation of trusted contacts. Training is conversational and scenario-based, not technical or intimidating."
          },
          {
            "type": "titled",
            "title": "Separation",
            "text": "Separation of networks and identities to contain risk—if one family member's account is compromised, it doesn't cascade to everyone else. Family members have their own credential vaults, their own recovery paths, and their own security configurations appropriate to their age and technical sophistication. Shared resources like home network access are provided through controlled mechanisms that maintain isolation. Regular audits ensure that separation is maintained as family circumstances change."
          }
        ],
        "images": ["DP12.png"]
      },

      {
        "type": "phase",
        "index": 11,
        "eyebrow": "VALIDATION",
        "title": "PENETRATION TESTING & VALIDATION",
        "purpose": "Protection without validation is just hope. We run targeted tests against your accounts, home boundaries, and recovery paths to prove the defense actually works.",
        "content": [
          {
            "type": "paragraph",
            "text": "We don't assume our controls work—we test them using the same techniques that real attackers would employ. Targeted penetration testing validates that the architecture performs as designed under realistic attack conditions. This isn't a checkbox compliance exercise; it's a genuine attempt to breach your defenses that reveals weaknesses before adversaries find them. Testing is conducted with appropriate scope and rules of engagement, but within those bounds, we try to win."
          },
          {
            "type": "titled",
            "title": "Real Attack Paths",
            "text": "Testing whether a compromised IoT device can reach sensitive systems, whether network segmentation holds under active exploitation, and whether lateral movement is truly contained. Can we pivot from guest network to admin? Can we escalate from a compromised media player to your financial systems? These tests reveal whether theoretical protections provide practical security. Results are documented with specific remediation recommendations."
          },
          {
            "type": "titled",
            "title": "Identity Resilience",
            "text": "Testing whether phishing can bypass account access, whether reset paths can be abused, and whether social engineering can defeat verification procedures. We test the human elements of security as well as the technical ones—can we convince your bank to make changes to your account? Can we get password resets sent to attacker-controlled addresses? These tests validate that the entire security system works, not just the technology components."
          },
          {
            "type": "titled",
            "title": "Outcome",
            "text": "We identify where real attacks would succeed and close those gaps before adversaries find them. Testing produces a prioritized remediation list with clear ownership and timelines. Follow-up testing validates that fixes were effective. You get proof that your investment in security has produced measurable protection—not just promises and documentation, but demonstrated resilience against realistic attack scenarios."
          }
        ],
        "images": ["DP13.png"]
      },

      {
        "type": "phase",
        "index": 12,
        "eyebrow": "RESPONSE",
        "title": "24/7 RESPONSE & GOVERNANCE",
        "purpose": "Digital attacks don't follow business hours. We provide rapid triage, containment, and remediation whenever something feels wrong—day or night.",
        "content": [
          {
            "type": "paragraph",
            "text": "When something feels wrong—phishing attempts, takeover notifications, suspicious logins, unknown devices on your network—you need to reach a human immediately who can assess the situation and take action. We provide 24/7 response capability that triages incidents, contains damage, and remediates quickly and quietly with clear next steps. Our response team understands your environment, your risk profile, and your communication preferences. We don't just detect problems; we solve them."
          },
          {
            "type": "titled",
            "title": "Response Flow: Detect → Verify → Contain → Remediate → Document",
            "text": "This disciplined response methodology ensures that every incident is handled consistently and completely. Detection may come from monitoring systems, user reports, or external notification. Verification confirms that the threat is real and assesses scope. Containment stops the bleeding—isolating compromised accounts, rotating credentials, and blocking attacker access. Remediation restores normal operations and closes the vulnerability that enabled the incident. Documentation captures what happened and what was learned."
          },
          {
            "type": "titled",
            "title": "Governance",
            "text": "Documented posture baselines and change discipline ensure the environment doesn't become 'who last touched it' with undocumented modifications and configuration drift. Every change is tracked, every access is logged, and every deviation from baseline is investigated. This governance framework persists through staff changes and ensures that security doesn't degrade over time. Regular reviews verify that the documented configuration matches reality."
          },
          {
            "type": "titled",
            "title": "Support",
            "text": "Support access is revocable and controlled; sensitive systems are not left exposed for convenience. We maintain access only when needed, with clear audit trails showing who accessed what and when. Access is granted through just-in-time provisioning and revoked when work is complete. You can verify at any time what access exists and revoke it if circumstances change. This controlled support model protects you from insider risk while ensuring help is available when needed."
          }
        ],
        "images": ["DP14.png"]
      },

      {
        "type": "doctrine",
        "eyebrow": "THE APPROACH",
        "title": "OPERATIONAL ARCHITECTURE, NOT JUST TOOLS",
        "body": [
          "We deliver a doctrine-first digital protection program for executives and their families—not a collection of security products hoping to work together. We reduce targetability, harden endpoints, secure connectivity, and run continuous monitoring as an integrated system. This is not IT support; this is a bespoke security environment built around your life and maintained with the rigor of a professional security operation. Every component is selected, configured, and validated to work together as a coherent architecture that adapts to your evolving threat landscape."
        ],
        "images": ["DP2.png"]
      }
    ],

    "includes": [
      "comprehensive digital threat assessment",
      "privacy exposure review and remediation",
      "data broker suppression with monitoring",
      "credential leak monitoring",
      "phishing-resistant authentication",
      "device posture hardening",
      "home network engineering",
      "secure Wi-Fi design",
      "travel and mobile safeguards",
      "family digital protection",
      "dark web monitoring",
      "impersonation takedowns",
      "penetration testing",
      "continuous monitoring",
      "24/7 incident response",
      "governance baselines",
      "prioritized mitigation roadmap"
    ]
  },
  {
    "slug": "digital-domain-command",
    "sections": [
      {
        "type": "doctrine",
        "theme": "green",
        "eyebrow": "THE GREENJAY DIFFERENCE",
        "title": "BUILT BY OPERATORS WHO HAVE LIVED THE MISSION",
        "body": [
          "Digital Domain Command isn't a repackaged commercial product. It was built by a U.S. Army Special Forces communications specialist who deployed tactical systems in real-world combat environments—where communications security was the difference between mission success and catastrophic compromise.",
          "With over 15 years of military communications experience, including electronic warfare and tactical RF deployment, our founder understands how adversaries exploit standard mobile networks.",
          "This fusion of academic rigor and operational expertise now serves principals who demand the highest standard of communications security."
        ]
      },

      {
        "type": "phase",
        "index": 1,
        "eyebrow": "THE PROBLEM",
        "title": "THE COMMUNICATIONS SECURITY GAP",
        "purpose": "Why standard mobile networks fail high-consequence operations.",
        "content": [
          {
            "type": "paragraph",
            "text": "Standard mobile networks were engineered for consumer convenience—not executive protection. Every connection broadcasts identifying information that can be captured using inexpensive equipment."
          },
          {
            "type": "paragraph",
            "text": "IMSI-catchers are deployed by criminal groups, intelligence services, and private investigators worldwide. Pattern-of-life analysis enables targeting even when content is encrypted."
          }
        ],
        "images": ["digi1.png"]
      },

      {
        "type": "phase",
        "index": 2,
        "eyebrow": "WHY IT MATTERS",
        "title": "OPERATIONAL RISK IMPLICATIONS",
        "purpose": "The correlation between connectivity and physical exposure.",
        "content": [
          {
            "type": "paragraph",
            "text": "Technical vulnerabilities translate directly into physical and reputational risk. A compromised device becomes a real-time beacon broadcasting location."
          },
          {
            "type": "paragraph",
            "text": "During international travel, risk compounds through foreign carrier access, compromised Wi-Fi, and invisible interception."
          }
        ],
        "images": ["digi2.png"]
      },

      {
        "type": "phase",
        "index": 3,
        "eyebrow": "THE SOLUTION",
        "title": "DIGITAL DOMAIN COMMAND",
        "purpose": "A sovereign private network architecture.",
        "content": [
          {
            "type": "paragraph",
            "text": "Devices authenticate through GreenJay’s private core rather than public carriers—establishing a sovereign communications pathway."
          },
          {
            "type": "paragraph",
            "text": "Think of it as operating your own private cellular carrier with global reach."
          }
        ],
        "images": ["digi3.png"]
      },

      {
        "type": "phase",
        "index": 4,
        "eyebrow": "DEVICE SECURITY",
        "title": "IDENTITY & LOCATION CONTROL",
        "purpose": "Device-level authentication and restrictions.",
        "content": [
          {
            "type": "paragraph",
            "text": "IMEI locking ensures SIMs cannot function in unauthorized devices."
          },
          {
            "type": "paragraph",
            "text": "Geo-fencing enforces policy based on physical location."
          }
        ],
        "images": ["digi8.png"]
      },

      {
        "type": "phase",
        "index": 5,
        "eyebrow": "ARCHITECTURE FOUNDATION",
        "title": "FOUR PILLARS OF PROTECTION",
        "purpose": "The strategic foundation of the network.",
        "content": [
          {
            "type": "paragraph",
            "text": "The architecture is built on four non-negotiable standards learned in hostile environments."
          }
        ],
        "images": ["digi5.png"]
      },

      {
        "type": "phase",
        "index": 6,
        "eyebrow": "HOW IT WORKS",
        "title": "TECHNICAL ARCHITECTURE",
        "purpose": "Data flow from device to secure endpoint.",
        "content": [
          {
            "type": "paragraph",
            "text": "Traffic is aggregated across 750+ carriers and routed through secure edge infrastructure."
          },
          {
            "type": "paragraph",
            "text": "Segmented routing ensures isolation and resilience."
          }
        ],
        "images": ["digi6.png"]
      },

      {
        "type": "phase",
        "index": 7,
        "eyebrow": "COMMAND & CONTROL",
        "title": "CLOUDCORE MANAGEMENT PORTAL",
        "purpose": "Real-time command and control.",
        "content": [
          {
            "type": "paragraph",
            "text": "Security teams gain MNO-level control through an intuitive portal."
          },
          {
            "type": "paragraph",
            "text": "SIMs, users, and permissions can be managed in real-time."
          }
        ],
        "images": ["digi7.png"]
      },

      {
        "type": "phase",
        "index": 8,
        "eyebrow": "USE CASE",
        "title": "EXECUTIVE PROTECTION OPERATIONS",
        "purpose": "Tactical communications for mobile teams.",
        "content": [
          {
            "type": "paragraph",
            "text": "Secure EUDs and mobile backhaul provide protected communications for principals and EP teams."
          }
        ],
        "images": ["digi9.png"]
      },

      {
        "type": "phase",
        "index": 9,
        "eyebrow": "USE CASE",
        "title": "ESTATE & RESIDENTIAL SECURITY",
        "purpose": "Private backhaul for static assets.",
        "content": [
          {
            "type": "paragraph",
            "text": "Surveillance and access systems route through the private LTE/5G network."
          }
        ],
        "images": ["digi10.png"]
      },

      {
        "type": "phase",
        "index": 10,
        "eyebrow": "USE CASE",
        "title": "TRAVEL SECURITY",
        "purpose": "Bridging untrusted environments.",
        "content": [
          {
            "type": "paragraph",
            "text": "The private network extends into hostile travel environments."
          }
        ],
        "images": ["digi11.png"]
      },

      {
        "type": "phase",
        "index": 11,
        "eyebrow": "GETTING STARTED",
        "title": "ENGAGEMENT PROCESS",
        "purpose": "From assessment to sustainment.",
        "content": [
          {
            "type": "paragraph",
            "text": "Delivered as a managed capability with concierge-level support."
          }
        ],
        "images": ["digi12.png"]
      },

      {
        "type": "phase",
        "index": 12,
        "eyebrow": "SCALE & REACH",
        "title": "GLOBAL OPERATIONAL FOOTPRINT",
        "purpose": "Scale and redundancy.",
        "content": [
          {
            "type": "paragraph",
            "text": "245+ countries, 750+ carriers, and multi-core redundancy."
          }
        ],
        "images": ["digi13.png"]
      }
    ],

    "includes": [
      "communications security assessment",
      "custom architecture design",
      "private APN routing",
      "static IP enablement",
      "deep packet inspection",
      "TLS SIM authentication",
      "IMEI locking & geo-fencing",
      "multi-IMSI profiles",
      "carrier aggregation",
      "Zero Trust architecture",
      "private core routing",
      "secure edge delivery",
      "VPN and cloud integration",
      "CloudCore portal access",
      "SIM & user management",
      "tactical EUD deployment",
      "mobile router backhaul",
      "estate surveillance backhaul",
      "travel security bridging",
      "concierge support",
      "continuous optimization"
    ]
  },
  {
    "slug": "estate-security-architecture",
    "sections": [
      {
        "type": "doctrine",
        "eyebrow": "THE DOCTRINE",
        "title": "WHAT “ESTATE ARCHITECTURE” MEANS IN GREENJAY DOCTRINE",
        "body": [
          "We start with the threat, not the product catalog. We treat the estate like terrain: how people approach it, how they move through it, where the blind spots are, what the service routes expose, and what failure costs. Then we design a layered system that does three things consistently: detect early, verify fast, and drive controlled response",
          "Architecture also means the boring things are done right—network segmentation, secure remote access, power protection, redundancy, credential governance, commissioning, acceptance testing, and ongoing validation. That's what separates a nice install from an estate that's actually hardened.",
          "If you want a system that looks clean in a luxury environment and performs like it was built for real-world incidents, this is what we do."
        ]
      },

      {
        "type": "doctrine",
        "eyebrow": "THE GREENJAY ROADMAP",
        "title": "DOCTRINE-FIRST SECURITY ARCHITECTURE FOR UHNW ESTATES",
        "body": [
          "We don’t sell a stack. We deliver an operating picture—engineered, validated, and sustained.",
          "GreenJay doesn't start with equipment. We start with threat—then we build a bespoke security operating system around your property, lifestyle, staffing model, and consequence profile. This roadmap is how we take an estate from installed components to an architecture your team can run under pressure: clear detection, fast verification, controlled escalation, and documented outcomes."
        ]
      },

      {
        "type": "phase",
        "index": 0,
        "eyebrow": "PHASE 0",
        "title": "INTELLIGENCE & THREAT DESIGN",
        "purpose": "Define the adversary, map the terrain, and establish the rules of engagement.",
        "content": [
          {
            "type": "titled",
            "title": "Threat Assessment (Executive + Estate Risk Profile)",
            "text": "We baseline adversary intent, capability, and likely vectors, then translate that into what matters operationally: what must be prevented, what must be detected early, what must be verified fast, and what must trigger immediate action. This assessment defines consequence and sets posture—how strict access governance is, how aggressive alerting becomes, and what acceptable risk actually means for the principal and family."
          },
          {
            "type": "titled",
            "title": "Site Threat Analysis (Walkthrough + Attack Surface Mapping)",
            "text": "We walk the estate as a system, not as a collection of rooms. Approach routes, standoff, concealment, lines of sight, rooftops, service corridors, basement pathways, staff entry patterns, vendor workflows, and digital exposure are mapped into a usable plan. The goal is simple: remove guesswork."
          },
          {
            "type": "titled",
            "title": "Security Hardening Plan (Layered Deterrence + Delay + Response)",
            "text": "This is where the architecture becomes executable. We produce a hardening playbook that integrates physical measures, electronic systems, operational procedures, and response roles into one cohesive plan. The design is layered: deter early, detect fast, verify immediately, delay/deny where required, and trigger a controlled response with clear escalation and accountability."
          }
        ],
        "images": ["phase0.png"]
      },

      {
        "type": "phase",
        "index": 1,
        "eyebrow": "PHASE 1",
        "title": "ARCHITECTURE & HARDENING",
        "purpose": "Engineer the stack and harden the infrastructure so it can't be casually bypassed, compromised, or mismanaged.",
        "content": [
          {
            "type": "titled",
            "title": "Bespoke System Architecture (Designed, Not Assembled)",
            "text": "We design the full security stack—surveillance, access, intrusion, life safety integration, communications, and command-center workflows—tailored to the estate and the principal. This is where zones get defined, coverage is engineered, workflows are built, and the system is shaped around how the property actually operates day to day."
          },
          {
            "type": "titled",
            "title": "Network Segmentation \"Military-Grade\" (P.A.C.E.-Aligned)",
            "text": "Security systems live on a hardened network, not on a consumer Wi-Fi project. We implement segmented VLAN architecture, least-privilege access, controlled remote entry, and a protected management plane—built like an operational network. We align continuity to PACE principles: Primary, Alternate, Contingency, and Emergency paths for critical functions."
          },
          {
            "type": "titled",
            "title": "Penetration Testing + Validation (Physical + Cyber)",
            "text": "We test the architecture like an adversary would. That includes access control bypass attempts, camera tamper scenarios, credential governance checks, and network exposure validation. The objective isn't a report—it's performance. We find what breaks, we fix it, and we validate again until the system behaves the way it was designed to behave."
          }
        ],
        "images": ["phase1.png"]
      },

      {
        "type": "phase",
        "index": 2,
        "eyebrow": "PHASE 2",
        "title": "CORE SECURITY SYSTEMS",
        "purpose": "Build the systems that control entry, detect intrusion, and verify events—tied together into one operating picture.",
        "content": [
          {
            "type": "titled",
            "title": "Video Surveillance (Fixed + PTZ + VMS)",
            "text": "We design surveillance for identification and verification, not just motion. Fixed and PTZ placement is engineered for real coverage, lensing and lighting conditions, and operational use. VMS/NVR architecture, retention, analytics configuration, and monitoring workflows are built so alerts are verifiable and incidents are immediately reviewable."
          },
          {
            "type": "titled",
            "title": "Alarm Systems (Intrusion + Environmental + Fire)",
            "text": "We engineer alarms for signal over noise. Intrusion, environmental monitoring, and life safety integration are built to trigger verification and escalation—not nuisance. When the system fires, it should mean something, and it should push the right context to the right people fast."
          },
          {
            "type": "titled",
            "title": "Access Control (Doors + Gates + Zones)",
            "text": "We implement credentialed access across doors, gates, and restricted zones with real governance: who can go where, when, and under what conditions. Visitor and vendor workflows are built for accountability. Access events tie back to video and alarm context."
          },
          {
            "type": "titled",
            "title": "Lockdown / Secure Mode",
            "text": "Secure Mode is a posture shift, not theater. We design the capability to lock specific zones, restrict movement, push verification feeds, and initiate the response plan quickly with controlled authorization."
          }
        ],
        "images": ["phase2.png"]
      },

      {
        "type": "phase",
        "index": 3,
        "eyebrow": "PHASE 3",
        "title": "AI-ENABLED MONITORING & OPERATING PICTURE",
        "purpose": "Reduce noise, accelerate decisions, and operationalize response—so the system is actually runnable.",
        "content": [
          {
            "type": "titled",
            "title": "AI-Enabled Monitoring (Alert Quality + Triage)",
            "text": "AI is applied where it produces operational value: better alert quality, fewer false positives, faster triage. We tune detection to your environment—behavior cues, perimeter anomalies, loitering, object left/removed, and rule-based escalation—so alarms and analytics become actionable signals, not constant distractions."
          },
          {
            "type": "titled",
            "title": "Command Center (Operating Picture, Not Screens)",
            "text": "A command center isn't a display wall. It's a workflow: detect → verify → escalate → respond → document. We build the operating picture so operators can make fast decisions with clarity. Dashboards, alerts, camera call-ups, and escalation routing are structured around how incidents unfold."
          },
          {
            "type": "titled",
            "title": "Procedures + SOPs + Training (Run It Like a Program)",
            "text": "If the team can't run it at 2AM, it isn't complete. We deliver SOPs, escalation rules, and practical operator training so response is consistent. The system is designed to be operated under stress with predictable outcomes."
          },
          {
            "type": "titled",
            "title": "Remote Monitoring + Support (24/7 Visibility + Rapid Resolution)",
            "text": "A high-end estate system can't rely on \"call someone when it breaks.\" We build remote monitoring and support into the architecture so the stack stays healthy and issues get handled before they become failures."
          }
        ],
        "images": ["phase3.png"]
      },

      {
        "type": "phase",
        "index": 4,
        "eyebrow": "PHASE 4",
        "title": "RESILIENCE, REDUNDANCY & POWER",
        "purpose": "Keep the system alive through outages, tampering, failures, and degraded infrastructure.",
        "content": [
          {
            "type": "titled",
            "title": "Redundancy (No Single Point of Failure)",
            "text": "We eliminate single points of failure where consequence demands it: redundant uplinks, resilient switching at critical nodes, protected recording paths, and failover strategies that preserve detection, verification, and response even when components fail."
          },
          {
            "type": "titled",
            "title": "UPS Power + Protected Runtime",
            "text": "We design UPS-backed runtime for the security core—network, recording, access control controllers, and essential monitoring—with clean shutdown logic and recovery procedures. Runtime targets are set based on threat model and operational requirements, not generic battery sizing."
          },
          {
            "type": "titled",
            "title": "PACE Communications Integration",
            "text": "We implement a Primary/Alternate/Contingency/Emergency communications plan so operations continue when primary systems fail. That includes how alerts propagate under degraded conditions, who communicates with whom, and how the command center continues to coordinate."
          }
        ],
        "images": ["phase4.png"]
      },

      {
        "type": "phase",
        "index": 5,
        "eyebrow": "PHASE 5",
        "title": "CONTINUOUS ASSURANCE",
        "purpose": "Prove performance, document outcomes, and keep the system sharp over time.",
        "content": [
          {
            "type": "titled",
            "title": "Acceptance Testing (Commissioning + Proof of Performance)",
            "text": "Every zone, every sensor, every alert route, and every escalation path is tested and documented. No \"looks good\" sign-offs. We validate that the system performs the way it was designed—under realistic conditions, not ideal ones."
          },
          {
            "type": "titled",
            "title": "Maintenance + Audits + Iteration (Keep It Sharp)",
            "text": "Security isn't static. We perform quarterly validation, log review, rule tuning, and credential governance checks. We plan refresh cycles so the system stays effective as staffing changes, the property evolves, and threat conditions shift. This is how the architecture stays operational—disciplined, accountable, and ready."
          }
        ],
        "images": ["phase5.png"]
      }
    ],

    "includes": [
      "AI-enabled surveillance architecture",
      "PTZ + fixed camera coverage planning",
      "analytics configuration",
      "access control zoning & roles",
      "intrusion and life-safety integration",
      "command center operating picture",
      "SOP & escalation framework",
      "network segmentation (PACE-aligned)",
      "penetration testing & validation",
      "UPS power & redundancy design",
      "remote monitoring & support",
      "quarterly audits & iteration"
    ]
  },
  {
    "slug": "advanced-executive-protection",
    "sections": [
      {
        "type": "doctrine",
        "eyebrow": "THE DISTINCTION",
        "title": "WHY THIS IS ADVANCED",
        "body": [
          "Most firms protect the body. Advanced Executive Protection protects the person's entire life—the physical domain and the digital domain that now drives targeting. Greenjay runs EP as a multi-domain program: protective intelligence, digital footprint reduction, electronic exposure control, and real-world movement security, all connected under one operating standard. That means we can reduce risk where threats actually start today: social media visibility, data leakage, compromised accounts, location tracking, hostile Wi-Fi, and unmanaged devices—before those signals turn into a physical approach.",
          "What makes this advanced is the rare combination most teams don't have in one place: law enforcement protective-detail experience and dignitary discipline, Special Forces counter-surveillance tradecraft, and engineering-level expertise in electronics, networking, and secure communications. We don't outsource the 'technical layer' and we don't treat it as a separate service—because in modern EP, that separation is the gap attackers exploit. Add to that a real command-and-control structure—live monitoring, check-ins, and escalation routing—so the moving element is never operating alone. The result is protection that is quiet, coordinated, technically hardened, and built to defeat both digital targeting and physical proximity threats.",
          "In plain terms: traditional EP manages proximity. Advanced EP manages your entire threat signature."
        ]
      },

      {
        "type": "doctrine",
        "eyebrow": "WHAT SETS US APART",
        "title": "THE GREENJAY DIFFERENCE",
        "columns": [
          {
            "title": "Special Forces Tradecraft + Dignitary Standards",
            "text": "Advance work, counter-surveillance posture, contingency planning, and disciplined movement integrated with dignitary coordination."
          },
          {
            "title": "Command & Control Oversight",
            "text": "Movements run with live monitoring, status updates, and escalation routing."
          },
          {
            "title": "Integrated Physical + Technical Protection",
            "text": "Devices, networks, comms exposure, and hostile environments are part of the plan."
          },
          {
            "title": "One Accountable Lead",
            "text": "One chain of command, one operating picture, one standard."
          }
        ]
      },

      {
        "type": "method",
        "eyebrow": "A GOVERNED LIFECYCLE",
        "title": "HOW WE RUN OPERATIONS",
        "steps": [
          { "key": "01", "label": "Threat Profile (Physical + Digital)" },
          { "key": "02", "label": "Advance Operations" },
          { "key": "03", "label": "Controlled Movement" },
          { "key": "04", "label": "Technical Protection" },
          { "key": "05", "label": "Command & Control" },
          { "key": "06", "label": "Family Coverage" }
        ]
      },

      {
        "type": "phase",
        "index": 1,
        "eyebrow": "FOUNDATION",
        "title": "THREAT PROFILE (PHYSICAL + DIGITAL)",
        "purpose": "Define posture, boundaries, and escalation thresholds.",
        "content": [
          {
            "type": "paragraph",
            "text": "We begin with a structured threat profile: lifestyle patterns, public exposure, known risk drivers, travel routines, residence considerations, and digital footprint. This defines the protection posture, boundaries, and escalation thresholds—so coverage is tailored, not templated."
          }
        ],
        "images": ["serv5.png"]
      },

      {
        "type": "phase",
        "index": 2,
        "eyebrow": "ADVANCE",
        "title": "ADVANCE OPERATIONS (RECON + VALIDATION)",
        "purpose": "Shape the environment before arrival.",
        "content": [
          {
            "type": "paragraph",
            "text": "We deploy ahead of the movement to validate venues, hotels, and routes. This includes entry/exit control, choke-point analysis, staff exposure review, and surveillance risk awareness. The outcome is simple: the client arrives into an environment that has already been shaped for privacy and control."
          },
          { "type": "titled", "title": "Deliverables", "text": "Advance packet, route plans, timing windows, and safe-haven logic." }
        ],
        "images": ["sitesurvey.png"]
      },

      {
        "type": "phase",
        "index": 3,
        "eyebrow": "MOVEMENT",
        "title": "CONTROLLED MOVEMENT (DISCIPLINED, DISCREET)",
        "purpose": "Disciplined, discreet transitions.",
        "content": [
          {
            "type": "paragraph",
            "text": "We reduce predictability through timing discipline and route engineering, and we maintain calm control through spacing, positioning, and overwatch logic. Special Forces cues show up quietly: sector awareness, disciplined spacing, and clear roles—not for appearance, but for prevention."
          },
          {
            "type": "titled",
            "title": "Deliverables",
            "text": "Controlled transitions (curb → lobby → elevator → room), Defined lanes and spacing (inner/outer ring without spectacle), Low-visibility posture that doesn't draw attention."
          }
        ],
        "images": ["ep_arrival.png"]
      },

      {
        "type": "phase",
        "index": 4,
        "eyebrow": "TECHNICAL",
        "title": "TECHNICAL PROTECTION (COMMS + ELECTRONIC EXPOSURE)",
        "purpose": "Reduce electronic exposure.",
        "content": [
          {
            "type": "paragraph",
            "text": "Modern EP fails through the electronic layer: hotel Wi-Fi, device tracking, unmanaged Bluetooth, compromised accounts, and uncontrolled vendor connectivity. We integrate technical expertise to reduce exposure during travel and daily operations—because digital compromise can become physical risk fast."
          },

          {
            "type": "titled",
            "title": "Deliverables",
            "text": "Secure comms posture for hostile networks (hotels/venues), Exposure reduction on devices and operational communications,Coordination with digital-domain and estate systems when applicable"
          }
        ],
        "images": ["command_control.png"]
      },

      {
        "type": "phase",
        "index": 5,
        "eyebrow": "C2",
        "title": "COMMAND & CONTROL",
        "purpose": "Continuity under change.",
        "content": [
          {
            "type": "paragraph",
            "text": "Our teams don't operate alone. Movements run through a command-and-control structure that maintains live situational awareness: locations, checkpoints, status updates, and escalation routing. This provides continuity when conditions shift—schedule changes, venue changes, traffic anomalies, unexpected crowds."
          },
          {
            "type": "titled",
            "title": "Deliverables",
            "text": "Live location/status monitoring of the moving element, Real-time updates and decision support, Escalation triggers + documented procedures"
          }
        ],
        "images": ["commandandcontrol.png"]
      },

      {
        "type": "phase",
        "index": 6,
        "eyebrow": "FAMILY",
        "title": "FAMILY, SPOUSE & GENDER-SENSITIVE COVERAGE",
        "purpose": "Secure and comfortable protection.",
        "content": [
          {
            "type": "paragraph",
            "text": "Protection must be secure and comfortable—especially with spouses and children. We provide female protection professionals for inner coverage when required for privacy, cultural preference, religious sensitivity, or family comfort. This enables trusted close-proximity protection without violating boundaries or creating friction."
          },

          {
            "type": "titled",
            "title": "Deliverables",
            "text": "Female inner coverage for spouse/children when required, Discreet routines protection (schools, travel transitions, private events), Privacy-first posture in sensitive environments"
          }
        ],
        "images": ["family_ep.png"]
      }
    ],

    "includes": [
      "executive protection (EP)",
      "dignitary protection standards",
      "Special Forces operational tradecraft",
      "protective intelligence",
      "threat profiling (physical + digital)",
      "advance work & reconnaissance",
      "route and venue engineering",
      "arrival and departure control",
      "counter-surveillance posture",
      "disciplined movement & overwatch",
      "secure comms in hostile networks",
      "command & control monitoring (C2)",
      "family & spouse coverage",
      "female inner-ring protection",
      "SOPs & escalation rules",
      "after-action refinement"
    ]
  },
  {
    "slug": "bespoke-av-it-engineering",
    "sections": [
      {
        "type": "doctrine",
        "eyebrow": "SERVICE 04",
        "title": "BESPOKE AV & IT ENGINEERING",
        "body": [
          "Elite audio/visual and IT systems that disappear into the architecture—reference-grade sound, clean video distribution, motorized and concealed displays—built on a hardened backbone with segmented networks, controlled remote access, and protection against Wi-Fi leakage and evil twin attacks.",
          "Every system is engineered as part of a governed architecture: convenience never overrides security, privacy, or operational stability."
        ],
        "images": ["av_1.png"]
      },

      {
        "type": "phase",
        "index": 1,
        "eyebrow": "DOCTRINE-FIRST DESIGN",
        "title": "Bespoke Design & Architectural Ownership",
        "purpose": "Design the system before selecting equipment.",
        "content": [
          {
            "type": "paragraph",
            "text": "We begin by understanding how the estate is used and where exposure exists, then design the system as an owned architecture. Vendors are compartmentalized by scope, preserving long-term integrity, privacy, and control."
          },
          {
            "type": "titled",
            "title": "Mode-Based Posture",
            "text": "The home changes posture intentionally—Away, Arrival, Night, Entertain, Elevated Security. Every action is predictable and logged."
          }
        ],
        "images": ["av_1.png"]
      },

      {
        "type": "phase",
        "index": 2,
        "eyebrow": "SITE RECONNAISSANCE",
        "title": "Attack Surface Mapping & Environmental Baseline",
        "purpose": "Threat-informed planning, not guesswork.",
        "content": [
          {
            "type": "paragraph",
            "text": "We map approach paths, standoff distances, terrain, and blind spots. Detection zones extend beyond the structure for early warning rather than reactive response."
          }
        ],
        "images": ["av_2.png"]
      },

      {
        "type": "phase",
        "index": 3,
        "eyebrow": "MODE-BASED AUTOMATION",
        "title": "Smart Home Automation & Lifestyle Control",
        "purpose": "The residence operates as a single coherent environment.",
        "content": [
          {
            "type": "paragraph",
            "text": "Lighting, shading, climate, audio, video, and security are orchestrated through defined modes. Elevated Security enables single-command lockdown."
          }
        ],
        "images": ["av-7.png"]
      },

      {
        "type": "phase",
        "index": 4,
        "eyebrow": "CENTRALIZED COMMAND",
        "title": "Centralized Control Architecture",
        "purpose": "Operational clarity through unified control.",
        "content": [
          {
            "type": "paragraph",
            "text": "Control is consolidated into refined touchpoints. Servers are localized, physically secured, and independent of cloud reliance."
          }
        ],
        "images": ["av_5.png"]
      },

      {
        "type": "phase",
        "index": 5,
        "eyebrow": "CONCEALED MEDIA",
        "title": "Whole-Home Audio & Distributed Video",
        "purpose": "Technology disappears into the architecture.",
        "content": [
          {
            "type": "paragraph",
            "text": "Motorized displays and invisible audio integrate into ceilings and walls. Every AV endpoint is treated as a networked risk and isolated from security layers."
          }
        ],
        "images": ["AV-6.png"]
      },

      {
        "type": "phase",
        "index": 6,
        "eyebrow": "DISCREET SURVEILLANCE",
        "title": "Architectural Camera Integration & AI Analytics",
        "purpose": "Zero aesthetic disruption, full perimeter coverage.",
        "content": [
          {
            "type": "paragraph",
            "text": "Soffit-recessed optics, color-matched housings, and AI analytics deliver signal over noise while remaining architecturally invisible."
          }
        ],
        "images": ["av_3.png", "av-15.png"]
      },

      {
        "type": "phase",
        "index": 7,
        "eyebrow": "LAYERED ACCESS",
        "title": "Credential Governance & Perimeter Hardening",
        "purpose": "Access is governed, logged, and accountable.",
        "content": [
          {
            "type": "paragraph",
            "text": "Role-based credentials, embedded sensing, and hardened perimeters provide invisible security with full auditability."
          }
        ],
        "images": ["Av_4.png"]
      },

      {
        "type": "phase",
        "index": 8,
        "eyebrow": "NETWORK BACKBONE",
        "title": "Hardened Network Topology",
        "purpose": "Enterprise-grade infrastructure for mission-critical estates.",
        "content": [
          {
            "type": "paragraph",
            "text": "Security, Admin, AV, and Guest systems are physically and logically segmented. Consumer hardware is replaced with enterprise core switching."
          }
        ],
        "images": ["av-8.png"]
      },

      {
        "type": "phase",
        "index": 9,
        "eyebrow": "WIRELESS DEFENSE",
        "title": "Wi-Fi Containment & Cyber Defense",
        "purpose": "Coverage inside, containment at the perimeter.",
        "content": [
          {
            "type": "paragraph",
            "text": "RF curtain technology prevents signal leakage, detects rogue access points, and blocks evil-twin attacks."
          }
        ],
        "images": ["av-9.png", "av-16.png"]
      },

      {
        "type": "phase",
        "index": 10,
        "eyebrow": "REMOTE SUPPORT",
        "title": "Governed Remote Access",
        "purpose": "Support without permanent exposure.",
        "content": [
          {
            "type": "paragraph",
            "text": "Remote pathways are authenticated, revocable, encrypted, and fully logged—no permanent backdoors."
          }
        ],
        "images": ["av-11.png"]
      },

      {
        "type": "phase",
        "index": 11,
        "eyebrow": "ENERGY GOVERNANCE",
        "title": "Climate Control & Energy Management",
        "purpose": "Comfort without unpredictable behavior.",
        "content": [
          {
            "type": "paragraph",
            "text": "HVAC, lighting, and shading respond to occupancy and defined modes while remaining part of the hardened network."
          }
        ],
        "images": ["av-10.png"]
      },

      {
        "type": "phase",
        "index": 12,
        "eyebrow": "RESILIENCE",
        "title": "Cybersecurity, Validation & Penetration Testing",
        "purpose": "Assume compromise, contain it.",
        "content": [
          {
            "type": "paragraph",
            "text": "We validate segmentation, credentials, and boundaries adversarially. Breach in AV or Guest layers cannot propagate to Security or Control."
          }
        ],
        "images": ["av-12.png", "av-17.png"]
      }
    ],

    "includes": [
      "bespoke home automation design",
      "centralized control architecture",
      "concealed AV integration",
      "whole-home audio distribution",
      "distributed video systems",
      "lighting control & scenes",
      "motorized shading integration",
      "HVAC automation & modes",
      "energy management integration",
      "enterprise network backbone",
      "VLAN segmentation design",
      "secure Wi-Fi architecture",
      "Wi-Fi leakage containment",
      "evil twin detection & defense",
      "governed remote access",
      "role-based permissions",
      "mode-based posture control",
      "penetration testing",
      "credential governance",
      "site reconnaissance",
      "documentation & training"
    ]
  },
  {
    "slug": "program-control-continuous-assurance",
    "sections": [
      {
        "type": "doctrine",
        "eyebrow": "PROGRAM CONTROL & CONTINUOUS ASSURANCE",
        "title": "Sustained Security for Exceptional Estates",
        "body": [
          "Where discerning principals demand more than installation—they require enduring protection that evolves, adapts, and remains defensible under the most rigorous scrutiny.",
          "GreenJay transforms security from a static installation into a living discipline governed over time."
        ],
        "images": ["hero_assurance.png"]
      },
      {
        "type": "phase",
        "index": 1,
        "eyebrow": "THE CHALLENGE",
        "title": "The Entropy Problem",
        "purpose": "High-end security rarely fails at the moment of installation. It fails months later—quietly, imperceptibly, and without alarm.",
        "content": [
          {
            "type": "paragraph",
            "text": "Vendors rotate. Renovations occur. Credentials proliferate. A 'temporary' configuration becomes permanent. A firewall rule changes. An update silently disables logging."
          },
          {
            "type": "paragraph",
            "text": "This is the reality of entropy: without active governance, your investment loses efficacy with each passing day."
          }
        ],
        "images": ["assurance1.png"]
      },
      {
        "type": "phase",
        "index": 2,
        "eyebrow": "THE SOLUTION",
        "title": "Program Architecture",
        "purpose": "We assume accountability for the security program itself—not merely the hardware.",
        "content": [
          {
            "type": "paragraph",
            "text": "GreenJay governs the entire ecosystem: vendors, access, changes, and validation cycles."
          },
          {
            "type": "paragraph",
            "text": "The result is a posture that remains defensible, resilient, and operationally ready—not merely installed, but sustained."
          }
        ],
        "images": ["assurance2.png"]
      },
      {
        "type": "phase",
        "index": 3,
        "eyebrow": "GOVERNANCE PILLAR I",
        "title": "Vendor Vetting & Scoping",
        "purpose": "Uncontrolled vendors are the most common source of exposure in premium environments.",
        "content": [
          {
            "type": "paragraph",
            "text": "We vet vendors, define strict scope-of-work boundaries, and enforce access duration rules."
          },
          {
            "type": "paragraph",
            "text": "Every vendor operates inside defined technical and procedural lanes."
          }
        ],
        "images": ["assurance3.png"]
      },
      {
        "type": "phase",
        "index": 4,
        "eyebrow": "GOVERNANCE PILLAR II",
        "title": "Controlled Access Architecture",
        "purpose": "Access is the oxygen of a security program.",
        "content": [
          {
            "type": "paragraph",
            "text": "We enforce least-privilege access across all domains—physical, logical, and administrative."
          },
          {
            "type": "paragraph",
            "text": "Permissions are revoked the moment they are no longer required."
          }
        ],
        "images": ["assurance4.png"]
      },
      {
        "type": "phase",
        "index": 5,
        "eyebrow": "GOVERNANCE PILLAR III",
        "title": "Change Control Governance",
        "purpose": "Security erodes through small, undocumented changes.",
        "content": [
          {
            "type": "paragraph",
            "text": "We operate a Security Change Control Board (SCCB) to govern drift."
          },
          {
            "type": "paragraph",
            "text": "No change is accepted without proof it preserved or improved posture."
          }
        ],
        "images": ["assurance5.png"]
      },
      {
        "type": "phase",
        "index": 6,
        "eyebrow": "GOVERNANCE PILLAR IV",
        "title": "SOPs & Operational Discipline",
        "purpose": "Hardware does not protect people—procedures do.",
        "content": [
          {
            "type": "paragraph",
            "text": "We develop living SOPs tied to your systems and staff."
          },
          {
            "type": "paragraph",
            "text": "Incidents are met with structured, decisive, evidence-based action."
          }
        ],
        "images": ["assurance6.png"]
      },
      {
        "type": "phase",
        "index": 7,
        "eyebrow": "CONTINUOUS ASSURANCE",
        "title": "Recurring Validation Cycles",
        "purpose": "Posture must be proven, not assumed.",
        "content": [
          {
            "type": "paragraph",
            "text": "We implement recurring validation cycles to prove controls still function."
          },
          {
            "type": "paragraph",
            "text": "Executives stop relying on hope. They operate with evidence."
          }
        ],
        "images": ["assurance7.png"]
      },
      {
        "type": "phase",
        "index": 8,
        "eyebrow": "STRESS TESTING",
        "title": "PACE Drills & Degraded Mode",
        "purpose": "Systems must work when conditions degrade.",
        "content": [
          {
            "type": "paragraph",
            "text": "We test under ISP failure, power loss, and cloud disruption."
          },
          {
            "type": "paragraph",
            "text": "True confidence comes from knowing systems work under stress."
          }
        ],
        "images": ["assurance8.png"]
      },
      {
        "type": "phase",
        "index": 9,
        "eyebrow": "INDEPENDENT VERIFICATION",
        "title": "Third-Party Penetration Testing",
        "purpose": "Independent testing reveals what insiders miss.",
        "content": [
          {
            "type": "paragraph",
            "text": "We coordinate third-party adversarial testing."
          },
          {
            "type": "paragraph",
            "text": "Findings become engineering fixes—not shelfware."
          }
        ],
        "images": ["assurance9.png"]
      },
      {
        "type": "phase",
        "index": 10,
        "eyebrow": "CLOSING THE LOOP",
        "title": "The Remediation Loop",
        "purpose": "Findings must become resolved controls.",
        "content": [
          {
            "type": "paragraph",
            "text": "We manage the remediation lifecycle end-to-end."
          },
          {
            "type": "paragraph",
            "text": "Only retested controls are considered closed."
          }
        ],
        "images": ["assurance10.png"]
      },
      {
        "type": "phase",
        "index": 11,
        "eyebrow": "DOCUMENTATION",
        "title": "Evidence & Defensibility",
        "purpose": "Defensibility requires documentation.",
        "content": [
          {
            "type": "paragraph",
            "text": "We produce audit-grade evidence for insurers, counsel, and auditors."
          },
          {
            "type": "paragraph",
            "text": "You possess proof that your posture was governed and maintained."
          }
        ],
        "images": ["assurance11.png"]
      },
      {
        "type": "phase",
        "index": 12,
        "eyebrow": "THE OUTCOME",
        "title": "Summary of Value",
        "purpose": "Security that stays correct.",
        "content": [
          {
            "type": "paragraph",
            "text": "A single accountable entity ensures continuous reduction of latent risk."
          },
          {
            "type": "paragraph",
            "text": "Confidence becomes provable."
          }
        ],
        "images": ["assurance12.png"]
      }
    ],
    "includes": [
      "program governance",
      "vendor control",
      "access lifecycle management",
      "change control board",
      "standard operating procedures",
      "recurring validation cycles",
      "PACE drills",
      "penetration testing",
      "remediation management",
      "audit-grade documentation",
      "defensible security posture"
    ]
  }
]
